Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: <0>{{userName}}</0> changed the start date for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> mengubah tanggal mulai untuk <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the start date for the goal.
id_id: <0>{{userName}}</0> mengubah tanggal mulai untuk sasaran tersebut.

source: <0>{{userName}}</0> updated a title.
id_id: <0>{{userName}}</0> memperbarui jabatan.

source: To:
id_id: Kepada:

source: <0>{{userName}}</0> updated a goal tracking status.
id_id: <0>{{userName}}</0> memperbarui status pelacakan sasaran.

source: Progress trail
id_id: Jejak progres

source: <0>{{userName}}</0> changed the goal weight.
id_id: <0>{{userName}}</0> mengubah bobot sasaran.

source: <0>{{userName}}</0> reset the goal weight for <1>{{participantName}}</1> to the initial weight.
id_id: <0>{{userName}}</0> mengatur ulang bobot sasaran untuk <1>{{participantName}}</1> ke bobot awal.

source: <0>{{userName}}</0> reset the goal weight for the goal population to the initial weight.
id_id: <0>{{userName}}</0> mengatur ulang bobot sasaran untuk populasi sasaran ke bobot awal.

source: <0>{{userName}}</0> set the weight of a goal for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> menetapkan bobot sasaran untuk <1>{{participantName}}</1>.

source: <0>{{userName}}</0> changed the weight of a goal.
id_id: <0>{{userName}}</0> mengubah bobot sebuah sasaran.

source: <0>{{userName}}</0> updated the goal weight for <1>{{participantName}}</1>.
id_id: <0>{{userName}}</0> memperbarui bobot sasaran untuk <1>{{participantName}}</1>.

source: No value
id_id: Tidak ada nilai

source: Average score
id_id: Skor rata-rata

source: Max score
id_id: Skor maksimum

source: Overall {{title}} score
id_id: Skor keseluruhan {{title}}

source: Overall goal score
id_id: Skor keseluruhan tujuan

source: Weight factor
id_id: Faktor bobot

source: Delivered
id_id: Terkirim

source: Not delivered
id_id: Tidak terkirim

source: No description
id_id: Tidak ada deskripsi

source: Additional goal description
id_id: Deskripsi tujuan tambahan

source: Overall behavior review
id_id: Tinjauan perilaku secara keseluruhan

source: Overall goal review
id_id: Tinjauan sasaran keseluruhan

source: Challenge review
id_id: Tinjau tantangan

source: Overall performance - Discussion outcome
id_id: Kinerja keseluruhan - Hasil diskusi

source: I acknowledge having had a performance coaching conversation with my manager.
id_id: Saya menyatakan bahwa saya telah melakukan percakapan pembinaan kinerja dengan atasan saya.

source: Custom widget
id_id: Widget khusus

source: The Team member performance rating widget is a powerful tool designed specifically for managers to assess and rate the performance of their team members. It provides a convenient and efficient way for managers to track and evaluate individual performance, foster accountability, and make informed decisions regarding their team.
id_id: Widget penilaian kinerja anggota tim adalah alat yang andal yang dirancang khusus bagi manajer untuk menilai dan memberi rating kinerja anggota tim mereka. Widget ini menyediakan cara yang praktis dan efisien bagi Anda untuk memantau dan mengevaluasi kinerja individu, menumbuhkan akuntabilitas, serta membuat keputusan yang tepat terkait tim Anda.

source: Worker acknowledgment
id_id: Pengakuan karyawan

source: The review was validated by
id_id: Peninjauan ini telah divalidasi oleh

source: This snapshot reflects the status of the behaviors as of {{date}}.
id_id: Snapshot ini mencerminkan status perilaku per tanggal {{date}}.

source: This snapshot reflects the status of the goals as of {{date}}.
id_id: Snapshot ini mencerminkan status sasaran per {{date}}.

source: Let’s discuss on
id_id: Mari kita diskusikan tentang

source: Edited
id_id: Telah diedit

source: No changes
id_id: Tidak ada perubahan

source: Unrated
id_id: Belum dinilai

source: Overall performance rating
id_id: Penilaian kinerja keseluruhan

source: No comment provided
id_id: Tidak ada komentar

source: No input provided
id_id: Tidak ada masukan yang diberikan

source: Confirmation of my performance conversation
id_id: Konfirmasi percakapan kinerja saya

source: Closed (system)
id_id: Ditutup (sistem)

source: Moderation
id_id: Moderasi

source: Pending sign-off
id_id: Menunggu persetujuan akhir

source: Pending validation
id_id: Menunggu validasi

source: Pending publication
id_id: Menunggu publikasi

source: Review autoclosed date
id_id: Tinjau tanggal penutupan otomatis

source: Worker sign-off date
id_id: Tanggal persetujuan karyawan

source: Review closed date
id_id: Tanggal peninjauan ditutup

source: Evaluation period
id_id: Periode evaluasi

source: Type & status
id_id: Jenis & status

source: Start
id_id: Mulai

source: Worker sign-off
id_id: Persetujuan pekerja

source: Additional manager
id_id: Manajer tambahan

source: Manager+1
id_id: Manajer+1

source: Review about
id_id: Tinjau tentang

source: Approve or reject with an optional comment.
id_id: Setujui atau tolak dengan komentar opsional.

source: Add my direct reports
id_id: Tambahkan bawahan langsung saya

source: Comment not saved
id_id: Komentar tidak disimpan

source: You don't have any reports
id_id: Anda tidak memiliki laporan apa pun

source: Total workers: {{workersSize}}
id_id: Total pekerja: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
id_id: Setiap putaran kompensasi yang ditugaskan kepada Anda akan terlihat di sini.

source: No compensation rounds yet!
id_id: Belum ada putaran kompensasi!

source: View and manage all compensation rounds.
id_id: Lihat dan kelola semua putaran kompensasi.

source: Compensation rounds
id_id: Putaran kompensasi

source: Search by comp round name
id_id: Cari berdasarkan nama tahap penawaran

source: Workflow status
id_id: Status alur kerja

source: Select workers to compare them.
id_id: Pilih pekerja untuk membandingkan mereka.

source: The outcome of the column is based on the formula below.
id_id: Hasil dari kolom ini didasarkan pada rumus di bawah ini.

source: Calculated column formula
id_id: Rumus kolom terhitung

source: You must add a note when entering a value.
id_id: Anda harus menambahkan catatan saat memasukkan nilai.

source: You must add a note for values outside the guidelines.
id_id: Anda harus menambahkan catatan untuk nilai yang berada di luar pedoman.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
id_id: <0><1>Kolom terkait dengan {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
id_id: Perhitungan tidak dapat dilakukan karena {{column}} kosong.

source: The calculation cannot be done because a reference filed is empty.
id_id: Perhitungan tidak dapat dilakukan karena ada kolom referensi yang kosong.

source: Rules are applied in priority order from top to bottom.
id_id: Aturan diterapkan berdasarkan prioritas dari atas ke bawah.

source: Comp round currency ({{currencyCode}})
id_id: Pembulatan mata uang kompensasi ({{currencyCode}})

source: Choose grid currency
id_id: Pilih mata uang grid

source: Worker local currency
id_id: Mata uang lokal pekerja

source: The data might be out of sync. Refresh the data to get the latest changes.
id_id: Data mungkin tidak sinkron. Segarkan data untuk mendapatkan perubahan terbaru.

source: No compensation rounds to display
id_id: Tidak ada tahap penawaran untuk ditampilkan

source: Clear field
id_id: Kosongkan kolom

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
id_id: Kolom ini hanya menerima nilai dalam rentang yang diizinkan. Apakah Anda ingin mengembalikan ke jumlah sebelumnya?

source: Revert
id_id: Kembalikan

source: Out of range
id_id: Di luar jangkauan

source: Maximum: {{value}}
id_id: Maksimum: {{value}}

source: Guideline
id_id: Panduan

source: Achievement
id_id: Pencapaian

source: Bonus payout
id_id: Pembayaran bonus

source: The decimal precision is set to 2.
id_id: Presisi desimal diatur ke 2.

source: Type weight
id_id: Ketik berat

source: Situation
id_id: Situasi

source: Situations
id_id: Situasi

source: No bonus situations available
id_id: Tidak ada situasi bonus yang tersedia

source: {{fromDate}} to {{toDate}}
id_id: {{fromDate}} hingga {{toDate}}

source: LoA factor: {{loaFactor}}
id_id: Faktor LoA: {{loaFactor}}

source: Target bonus: {{targetBonus}}
id_id: Bonus target: {{targetBonus}}

source: TiR factor: {{tirFactor}}
id_id: Faktor TiR: {{tirFactor}}

source: Total bonus (all periods)
id_id: Total bonus (semua periode)

source: Maximum amount
id_id: Jumlah maksimum

source: Minimum amount
id_id: Jumlah minimum

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
id_id: Memenuhi syarat untuk {{eligibleCount}} dari {{totalCount}} elemen komp

source: You don't have any workers in this view.
id_id: Anda tidak memiliki pekerja di tampilan ini.

source: No comp rounds with round name "{{phrase}}"
id_id: Tidak ada tahap penawaran dengan nama tahap "{{phrase}}"

source: Date from
id_id: Tanggal mulai

source: Date to
id_id: Tanggal hingga

source: Updated field
id_id: Bidang diperbarui

source: Workflow stage
id_id: Tahap alur kerja

source: Proxied by {{userName}}
id_id: Diwakili oleh {{userName}}

source: Reapproved
id_id: Disetujui kembali

source: Republished round
id_id: Tahapan diterbitkan ulang

source: Republished round (proposals removed)
id_id: Putaran diterbitkan ulang (usulan dihapus)

source: Republished round (proposals kept)
id_id: Putaran diterbitkan ulang (usulan dipertahankan)

source: Resubmitted
id_id: Diajukan kembali

source: Set default value
id_id: Atur nilai default

source: Allocated
id_id: Dialokasikan

source: Base salary
id_id: Gaji pokok

source: Show budget
id_id: Tampilkan anggaran

source: Eligible workers
id_id: Pekerja yang memenuhi syarat

source: Budget info
id_id: Info anggaran

source: overspent out of {{budget}}
id_id: melebihi pengeluaran dari {{budget}}

source: Remaining
id_id: Sisa

source: remaining out of {{budget}}
id_id: sisa dari {{budget}}

source: spent out of {{budget}}
id_id: dikeluarkan dari {{budget}}

source: Budget warning
id_id: Peringatan anggaran

source: Compensation navigation
id_id: Navigasi kompensasi

source: Export to Excel
id_id: Ekspor ke Excel

source: Export all pages
id_id: Ekspor semua halaman

source: Export current page
id_id: Ekspor halaman ini

source: Select pages:
id_id: Pilih halaman:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
id_id: Unduhan ini tidak tersedia karena pilihan Anda melebihi batas {{limit}} karyawan. Persempit pilihan Anda untuk melanjutkan. Untuk ekspor dalam jumlah besar atau bantuan, hubungi Dukungan Pelanggan.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
id_id: Tidak ada hasil yang cocok dengan pencarian/filter yang dipilih.<br/> Hapus filter dan bersihkan pencarian untuk menampilkan semua hasil.

source: Comp review
id_id: Tinjauan kompensasi

source: Search by worker name
id_id: Cari berdasarkan nama pekerja

source: Selected: {{count}}
id_id: Dipilih: {{count}}

source: Status set to completed
id_id: Status diatur menjadi selesai

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
id_id: Anda akan memindahkan 1 pekerja ke langkah berikutnya. Anda yakin ingin melanjutkan?

source: Successfully approved
id_id: Berhasil disetujui

source: Approve worker proposal
id_id: Setujui proposal pekerja

source: Complete
id_id: Selesai

source: You are about to complete the worker proposal. Are you sure you want to continue?
id_id: Anda akan segera menyelesaikan proposal pekerja. Apakah Anda yakin ingin melanjutkan?

source: Complete worker proposal
id_id: Lengkapi proposal pekerja

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
id_id: Anda akan memindahkan 1 pekerja ke langkah sebelumnya. Apakah Anda yakin ingin melanjutkan?

source: The status was successfully set to rejected.
id_id: Status berhasil diubah menjadi ditolak.

source: Reject worker proposal
id_id: Tolak usulan pekerja

source: The proposal was rejected.
id_id: Usulan tersebut ditolak.

source: The proposal was returned to the previous step for adjustments.
id_id: Usulan tersebut dikembalikan ke langkah sebelumnya untuk penyesuaian.

source: Awaiting approval
id_id: Menunggu persetujuan

source: Awaiting proposal
id_id: Menunggu proposal

source: The proposal was successfully submitted.
id_id: Proposal berhasil dikirimkan.

source: Submit worker proposal
id_id: Kirim usulan pekerja

source: Please add a justification for any proposal outside of guidelines.
id_id: Silakan tambahkan justifikasi untuk setiap usulan yang berada di luar pedoman.

source: You must add a note for this comp element.
id_id: Anda harus menambahkan catatan untuk elemen komponen ini.

source: Add note (required)
id_id: Tambahkan catatan (wajib)

source: Note added successfully
id_id: Catatan berhasil ditambahkan

source: Note required
id_id: Catatan diperlukan

source: Your unsaved changes were successfully discarded.
id_id: Perubahan yang belum disimpan berhasil dibatalkan.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
id_id: Anda harus menambahkan catatan ketika nilai berada di luar pedoman. Jika Anda menghapus catatan tersebut, nilai akan kembali ke keadaan sebelumnya.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
id_id: Anda harus menambahkan catatan saat memasukkan nilai. Jika Anda menghapus catatan tersebut, nilai akan kembali ke keadaan sebelumnya.

source: Are you sure you want to delete this note?
id_id: Apakah Anda yakin ingin menghapus catatan ini?

source: Note deleted successfully
id_id: Catatan berhasil dihapus

source: Note edited successfully
id_id: Catatan berhasil diedit

source: Fields
id_id: Bidang

source: Choose the field related to this note.
id_id: Pilih bidang yang terkait dengan catatan ini.

source: Item not found
id_id: Item tidak ditemukan

source: Unavailable
id_id: Tidak tersedia

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
id_id: Pilih bidang yang terkait dengan catatan ini. Bidang yang tidak tersedia akan dihapus setelah disimpan.

source: Input
id_id: Masukan

source: Max: {{guideline}}
id_id: Maks: {{guideline}}

source: Min: {{min}} - Max: {{max}}
id_id: Min: {{min}} - Maks: {{max}}

source: {{input}} (outside of guidelines)
id_id: {{input}} (di luar pedoman)

source: This note will be visible to everyone reviewing this worker in the compensation round.
id_id: Catatan ini akan terlihat oleh semua orang yang meninjau pekerja ini dalam putaran kompensasi.

source: Add your note
id_id: Tambahkan catatan Anda

source: The note is required.
id_id: Catatan wajib diisi.

source: Note (required)
id_id: Catatan (wajib)

source: No notes
id_id: Tidak ada catatan

source: This item does not contain any notes
id_id: Item ini tidak berisi catatan apa pun

source: Proposal management is applied to this column.
id_id: Manajemen proposal diterapkan pada kolom ini.

source: Value overridden by user
id_id: Nilai diganti oleh pengguna

source: Restore value
id_id: Pulihkan nilai

source: Unable to calculate
id_id: Tidak dapat menghitung

source: Select worker
id_id: Pilih pekerja

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
id_id: Tidak ada cukup data untuk menampilkan diagram perilaku. Berikan umpan balik kepada pekerja ini untuk melengkapi gambaran kinerja mereka.

source: No check-ins scheduled. Schedule one to discuss their growth.
id_id: Tidak ada check-in yang dijadwalkan. Jadwalkan satu untuk mendiskusikan pertumbuhan mereka.

source: This team member has no public feedback.
id_id: Anggota tim ini tidak memiliki umpan balik publik.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
id_id: Anda belum mengirimkan umpan balik apa pun. Bagikan pemikiran Anda untuk membantu anggota tim Anda berkembang.

source: This team member hasn’t shared any feedback with you yet.
id_id: Anggota tim ini belum membagikan umpan balik apa pun kepada Anda.

source: This team member has no goals yet. Create goals to help their progress.
id_id: Anggota tim ini belum memiliki tujuan. Buat tujuan untuk membantu progres mereka.

source: The CSV file could not be downloaded. Please try again later.
id_id: File CSV tidak dapat diunduh. Coba lagi nanti.

source: Download failed
id_id: Gagal mengunduh

source: Synchronize to check for available analyses.
id_id: Sinkronkan untuk memeriksa analisis yang tersedia.

source: No pay analysis available
id_id: Tidak ada analisis gaji yang tersedia

source: View and manage all pay analyses
id_id: Lihat dan kelola semua analisis gaji

source: Analyses
id_id: Analisis

source: Submit recommendation
id_id: Kirim rekomendasi

source: The recommendation was successfully submitted.
id_id: Rekomendasi berhasil dikirim.

source: Could not load notes. Please try again.
id_id: Tidak dapat memuat catatan. Silakan coba lagi.

source: Auto-generated
id_id: Dibuat otomatis

source: Choose one...
id_id: Pilih salah satu...

source: You must select a communication round before closing the request in order to release the document to the worker.
id_id: Anda harus memilih putaran komunikasi sebelum menutup permintaan agar dokumen dapat dirilis kepada pekerja.

source: The communication round cannot be empty when closing a pay information request with attached documents.
id_id: Putaran komunikasi tidak boleh kosong saat menutup permintaan informasi gaji dengan dokumen terlampir.

source: Create request
id_id: Buat permintaan

source: The pay information request was successfully created.
id_id: Permintaan informasi gaji berhasil dibuat.

source: This date corresponds to the request creation date in the system.
id_id: Tanggal ini sesuai dengan tanggal pembuatan permintaan di dalam sistem.

source: Creation type
id_id: Tipe pembuatan

source: Document preview
id_id: Pratinjau dokumen

source: Edit request
id_id: Edit permintaan

source: Attached document
id_id: Dokumen terlampir

source: The data source is required to generate and preview the document.
id_id: Sumber data diperlukan untuk membuat dan melihat pratinjau dokumen.

source: Generate document
id_id: Buat dokumen

source: Import a static document
id_id: Impor dokumen statis

source: The internal note is not visible to the worker.
id_id: Catatan internal tidak terlihat oleh pekerja.

source: The file name cannot contain more than 100 characters.
id_id: Nama file tidak boleh berisi lebih dari 100 karakter.

source: The file name cannot be empty.
id_id: Nama file tidak boleh kosong.

source: Define the name of the document that will be distributed to workers.
id_id: Tentukan nama dokumen yang akan didistribusikan kepada pekerja.

source: The pay information request was successfully saved.
id_id: Permintaan informasi gaji berhasil disimpan.

source: The template is required to generate and preview a document.
id_id: Template diperlukan untuk membuat dan meninjau dokumen.

source: Upload document
id_id: Unggah dokumen

source: Browse to upload file
id_id: Telusuri untuk mengunggah file

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
id_id: Format file yang didukung: PDF. Ukuran file maksimum: 10 MB. Jumlah file maksimum per unggahan: 1 file.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
id_id: Dokumen "{{fileName}}" tidak dapat diimpor. Pastikan dokumen tersebut sesuai dengan persyaratan format dan ukuran.

source: Generate & preview document
id_id: Buat & pratinjau dokumen

source: To update this field, you must first delete the generated attached document.
id_id: Untuk memperbarui bidang ini, Anda harus terlebih dahulu menghapus dokumen terlampir yang dihasilkan.

source: Alerts
id_id: Peringatan

source: Internal note
id_id: Catatan internal

source: No files uploaded
id_id: Tidak ada file yang diunggah

source: Comm round
id_id: Putaran komunikasi

source: A date is required when an operator is selected
id_id: Tanggal wajib diisi saat operator dipilih

source: Number of days
id_id: Jumlah hari

source: An operator is required when a date or value is provided
id_id: Operator diperlukan saat tanggal atau nilai disediakan

source: Reference number
id_id: Nomor referensi

source: Type part of a reference number
id_id: Ketik sebagian nomor referensi

source: Type part of a request ID
id_id: Ketik sebagian ID permintaan

source: Resolution date
id_id: Tanggal penyelesaian

source: Since request
id_id: Sejak permintaan

source: A value is required when an operator is selected
id_id: Nilai diperlukan saat operator dipilih

source: Type part of a name or worker ID
id_id: Ketik sebagian nama atau ID pekerja

source: The reference number cannot be empty.
id_id: Nomor referensi tidak boleh kosong.

source: The reference number cannot be longer than 50 characters.
id_id: Nomor referensi tidak boleh lebih dari 50 karakter.

source: The request date cannot be empty.
id_id: Tanggal permintaan tidak boleh kosong.

source: The request date cannot be in the future.
id_id: Tanggal permintaan tidak boleh di masa depan.

source: Request details
id_id: Detail permintaan

source: Response to requester
id_id: Tanggapan untuk pemohon

source: Response to worker
id_id: Tanggapan kepada karyawan

source: Select data source
id_id: Pilih sumber data

source: Select template
id_id: Pilih templat

source: Send & close
id_id: Kirim & tutup

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
id_id: Anda akan menutup permintaan informasi gaji ini. Tindakan ini tidak dapat dibatalkan. Dokumen akan ditambahkan ke putaran komunikasi yang dipilih. Apakah Anda yakin ingin melanjutkan?

source: Confirm closing request
id_id: Konfirmasi permintaan penutupan

source: If you close now, request will be saved and the document won't be added.
id_id: Jika Anda menutup sekarang, permintaan akan disimpan dan dokumen tidak akan ditambahkan.

source: Close without adding a document
id_id: Tutup tanpa menambahkan dokumen

source: The pay information request was successfully closed.
id_id: Permintaan informasi gaji berhasil ditutup.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
id_id: Alur kerja diaktifkan untuk putaran komunikasi yang dipilih. Dokumen terlampir akan ditambahkan tetapi tidak akan terlihat oleh karyawan sampai dokumen tersebut diterbitkan.

source: Workflow enabled
id_id: Alur kerja diaktifkan

source: Approaching deadline
id_id: Batas waktu mendekat

source: Closed without document
id_id: Ditutup tanpa dokumen

source: Document deleted
id_id: Dokumen dihapus

source: Not released to worker
id_id: Belum dirilis kepada karyawan

source: Overdue
id_id: Terlambat

source: Remove filters and clear the search to show all results.
id_id: Hapus filter dan kosongkan pencarian untuk menampilkan semua hasil.
